[
  {
    "fields": {
      "name": "Sumsung Galaxy S",
      "description": "Телефон",
      "photo": "",
      "category": 1,
      "price": 5000,
      "created_at": "2024-07-26",
      "updated_at": "2024-07-26"
    },
    "model": "catalog.product",
    "pk": 1
  },
  {
    "fields": {
      "name": "Huawei",
      "description": "",
      "photo": "",
      "category": 2,
      "price": 250,
      "created_at": "2024-07-26",
      "updated_at": "2024-07-26"
    },
    "model": "catalog.product",
    "pk": 2
  },
  {
    "fields": {
      "name": "Apple Iphone 13 Pro",
      "description": "",
      "photo": "",
      "category": 1,
      "price": 50,
      "created_at": "2024-07-26",
      "updated_at": "2024-07-26"
    },
    "model": "catalog.product",
    "pk": 3
  },
  {
    "fields": {
      "name": "Холодильник Candy CCRN 6200W",
      "description": "В холодильнике Candy CCRN 6200W стильный дизайн сочетается с современными решениями, обеспечивающими стабильную и эффективную работу. Это и украшение кухни, и прибор, в котором созданы оптимальные условия для хранения продуктов. Использование технологии Skin Condenser позволило расположить решетки радиаторов в боковых стенках корпуса. При этом задняя стенка у CCRN 6200W — плоская, что позволяет разместить холодильник вплотную к стене и избежать скопления пыли из-за отсутствия выступающих частей и решеток.",
      "photo": "photo/fec2ef1bd910ff11ccde292a59b3138b-720x720.jpg.webp",
      "category": 3,
      "price": 37999,
      "created_at": "2024-07-26",
      "updated_at": "2024-07-26"
    },
    "model": "catalog.product",
    "pk": 4
  }, {"model": "catalog.product", "pk": 5, "fields": {
  "category": 1,
  "created_at": "2024-07-26",
  "description": "Данная модель могла быть активирована до продажи без привязки к аккаунту Apple ID. Это не влияет на потребительские характеристики, внешний вид товара, функциональность или какие-либо иные свойства продукта. Срок гарантии на смартфон составляет 1 год с момента покупки.\r\n\r\nСмартфон Apple iPhone 15 Black (Dual Sim) получил дисплей диагональю 6,1 дюйма, выполненный по технологии Super Retina XDR. Разрешение — 2556x1179 пикселей, яркость достигает 2000 нит, контрастность составляет 2000000:1 — изображение четкое, детализированное и насыщенное. Частота обновления 60 Гц обеспечивает плавность отображения любого динамичного контента. Экран защищает прочное стекло Ceramic Shield.\r\nВ основе — шестиядерный процессор A16 Bionic. Объем встроенной памяти для хранения данных — 128 Гб. Смартфон работает с двумя nano-SIM в сетях вплоть до 5G. Предусмотрена поддержка Wi-Fi для выхода в Сеть там, где есть точка доступа, Bluetooth версии 5.3 для связи с совместимыми устройствами и NFC для бесконтактной оплаты и других задач.\r\nОсновная камера двойная: 48/12 Мп. Она способна снимать в разрешении до 4К (3840x2160 пикселей). Оптический зум на увеличение и на уменьшение, цифровая и оптическая стабилизация и вспышка помогут получить отличные результаты в любых условиях. Фокус при съемке портретов можно менять уже после того, как сделан снимок. Для селфи и видеосвязи предназначена фронтальная камера на 12 Мп.\r\nСмартфон снабжен универсальным портом USB Type-C, соответствующий кабель для зарядки прилагается. Доступна также беспроводная и быстрая зарядка, поддерживается технология MagSafe. Корпус выполнен из авиационного алюминия, причем на 75% — из переработанного материала, задняя панель отделана стеклом. Заявлена защита по стандарту IP68 — смартфон может без вреда для себя погружаться на глубину до 6 м.\r\nОтсутствует функция Audio Facetime у смартфонов с двумя физическими сим-картами.",
  "name": "Смартфон Apple iPhone 15 128GB Dual Sim Black",
  "photo": "photo/apple-iphone-15-128gb-black--chernyy---dual-sim--947400.jpg",
  "price": 81999,
  "updated_at": "2024-07-26"
}}]